Repository: CofficLab/Lumi
Catalog: Plugins/ThemeManagerPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Adds a status bar theme switcher.
zh_hans: 添加状态栏主题切换器。
zh_hk: 添加状态栏主题切换器。

source: All
zh_hans: 全部
zh_hk: 全部

source: Dark
zh_hans: 暗色
zh_hk: 暗色

source: Display and switch editor theme in the status bar
zh_hans: 在状态栏显示和切换编辑器主题
zh_hk: 在狀態欄顯示和切換編輯器主題

source: Editor Theme Status
zh_hans: 编辑器主题状态
zh_hk: 編輯器主題狀態

source: Light
zh_hans: 亮色
zh_hk: 亮色

source: No themes available
zh_hans: 没有可用主题
zh_hk: 没有可用主题

source: No themes in this category
zh_hans: 该分类下暂无主题
zh_hk: 該分類下暫無主題

source: System
zh_hans: 跟随系统
zh_hk: 跟隨系統

source: Theme
zh_hans: 主题
zh_hk: 主題

source: Theme Manager
zh_hans: 主题管理器
zh_hk: 主题管理器

source: Theme Status Bar
zh_hans: 主题状态栏
zh_hk: 主题状态栏
